{
  "title": "Youri Janssen",
  "fullStack": "Full-stack ontwikkelaar",
  "hello": "Hallo ik ben",
  "welcome": "Welkom op mijn portfolio pagina! Hier vind je informatie over mij en mijn projecten. Als je vragen hebt of contact wilt opnemen, bezoek dan de contactpagina.",

  "commit": "Pagina aangepast op:",
  "yearsOfExperience": "Jaar ervaring",
  "projectsCompleted": "Projecten afgerond",
  "technologiesMastered": "Technologieën beheerst",

  "Hire": "Aannemen",
  "home": "start",
  "services": "diensten",
  "resume": "cv",
  "work": "projecten",

  "long": "Lange-termijn dienstverband",
  "longdes": "Afhankelijk van mijn huidige werksituatie ben ik beschikbaar om uw team te versterken als full-stack ontwikkelaar. Bekijk mijn cv of neem contact met mij op om te bepalen of ik geschikt ben voor de positie die u probeert te vervullen.",
  "custom": "Op maat gemaakte websiteontwikkeling",
  "customdes": "Ik bied op maat gemaakte webpagina-ontwikkelingsdiensten aan, afgestemd op uw behoeften. Mijn diensten omvatten:<br/><br/>\n    - Initiële constructie. Kosten en onderhoud zijn gebaseerd op de complexiteit van het project.<br/>\n    - Een domeinnaam naar keuze.<br/>\n    - Een e-mailservice voor klantvragen via de contactpagina.<br/>\n    - Tools om verkeer en websiteprestaties te volgen.<br/>\n  - Bouwen op bestaande projecten.<br/><br/>\n    Daarnaast zal ik u verschillende ontwerpproposals aanbieden, zodat u degene kunt selecteren die het beste bij uw smaak past.",
  "interface": "Gebruikersinterfaceontwerp",
  "interfacedes": "Als u een aangepast en uniek ontwerp voor uw webpagina wilt, kan ik dit voor u maken met behulp van Figma. ",

  "bim": "BIM Salesviewer",
  "bimdes": "Dit was mijn afstudeerproject voor mijn tweejarige opleiding Softwareontwikkeling. BIM, of Bouwwerk Informatie Modellering, is een proces waarbij digitale representaties van de fysieke en functionele kenmerken van gebouwen en andere fysieke objecten worden gegenereerd en beheerd. Ik heb een tool ontwikkeld om dit proces toegankelijker te maken voor de gemiddelde klant van de producteigenaar.",


  "Phone": "Mobiel",
  "Email": "Email",
  "Location": "Locatie"
}